{
  "template": "party.jade",
  "family": {
    "bride": [{
      "title": "Parents of the Bride",
      "name": "Thomas and Jeanne Giroir"
    },{
      "title": "Brother of the Bride",
      "name": "Christopher Giroir"
    },{
      "title": "Grandfather of the Bride",
      "name": "Stuart Tears"
    }],
    "groom": [{
      "title": "Parents of the Groom",
      "name": "Stephen and Elizabeth Bristol"
    },{
      "title": "Brother of the Groom",
      "name": "Christopher Bristol"
    },{
      "title": "Grandmother of the Groom",
      "name": "Margaret (Babi) Gaa"
    }]
  },
  "party": [{
    "title": "Matron of Honor",
    "name": "Katlynn Ray",
    "description": "Megan and Katlynn originally met at a Pittsburgh Ballet Theater summer intensive. They hit it off when they both joined Ballet Theater of Maryland in the summer of 2007. They have been friends for many years and Megan had the pleasure of being a bridesmaid in Katlynn’s wedding to her husband, Jason, in May 2014."
  },{
    "title": "Maid of Honor",
    "name": "Lynne Bellinger",
    "description": "Lynne joined The Ballet Theater of Maryland one year after Megan and Katlynn did. They quickly became friends and bonded over the trials and tribulations of being unpaid apprentices. Lynne is still dancing with The Ballet Theater of Maryland in Annapolis."
  },{
    "title": "Bridesmaid",
    "name": "Sara Clayborne",
    "description": "Sara is the Co-Artistic Director of Charlottesville Ballet and was Megan’s boss for 3 years. Throughout the three years Sara became not only a mentor and coach but a great friend to Megan. Sara lives in Charlottesville, Virginia with her husband Corey."
  },{
    "title": "Best Man",
    "name": "Trevor Hall",
    "description": "One of Tyler’s closest friends at the Naval Academy.  They both had the distinct pleasure of rooming together for 3.5 years and had the luck to be effectively stationed in the same geographical area for most of the past five years.  Much tomfoolery has occurred when Trevor, Jeff Underwood, and Tyler are together."
  },{
    "title": "Groomsmen",
    "name": "Jon Luetkenhoelter",
    "description": "Served with Tyler onboard the USS Jefferson City for two years.  Another graduate of the Naval Academy, just from the class of 2012.  Jon and Tyler bonded as roomies in Guam over WESTPAC 2014 deployment and soaked up some cosmic rays on the beaches of O’ahu."
  },{
    "title": "Groomsmen",
    "name": "Shawn Wilt",
    "description": "Served with Tyler onboard the USS Jefferson City for two years as well.  A second partner in crime on WESTPAC 2014, but also kept Tyler in line as watchteam partners for that unforgettable deployment."
  },{
    "title": "Honorary Groomsmen",
    "name": "Jeff Underwood",
    "description": "The other closest friend of Tyler’s at the Naval Academy.  Effectively the two were roommates for 3.5 years as well.  Jeff will not be attending because he will be of serving our country on a deployment but it would have been remisced if he was not mentioned here."
  },{
    "title": "Flower Girl",
    "name": "Kerrigan Giroir",
    "description": "Megan's Niece"
  }]
}
